window.imgData = [
				{
					src : 'img/1.jpg',
					dec : '建造你的大帝国',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/2.jpg',
					dec : '临兵斗者皆阵列在前',
					time : '2016/03/18 18:25',
				},
				{
					src : 'img/3.jpg',
					dec : '一代经典，经久不衰',
					time : '2016/03/18 17:09',
				},
				{
					src : 'img/4.jpg',
					dec : '进击的诸葛弩',
					time : '2016/03/18 11:46',
				},
				{
					src : 'img/5.jpg',
					dec : '高清重置，近距离观看人物头像',
					time : '2016/03/18 11:44',
				},
				{
					src : 'img/6.jpg',
					dec : '从小村庄到大帝国',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/7.jpg',
					dec : '定制自己的战斗',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/8.jpg',
					dec : '庞大舰队，经典海战',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/9.jpg',
					dec : '铁骑突出刀枪鸣',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/10.jpg',
					dec : '草原上驰骋的骑兵',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/11.jpg',
					dec : '经典战役，还原历史，在这里，你就是他们的主公',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/12.jpg',
					dec : '蒙古帝国，和成吉思汗一起征服世界',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/13.jpg',
					dec : '海陆并进，舟骑双起',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/14.jpg',
					dec : '将军的荣誉，属于你',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/15.jpg',
					dec : '第一高手viper倾情代言',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/16.jpg',
					dec : '最后的决战，双方摆开阵势',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/17.jpg',
					dec : '大军压境，兵临城下',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/18.jpg',
					dec : '各种攻城武器，组建你的机械化部队',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/19.jpg',
					dec : '登陆作战，军渡半江',
					time : '2016/03/18 20:08',
				},
				{
					src : 'img/20.jpg',
					dec : '这就是帝国时代，一个不灭的传说',
					time : '2016/03/18 20:08',
				},
				

			];